A geometric inaccuracy was found in the element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InaccuracyDetected { get; }
  Visual Basic
Public Shared ReadOnly Property InaccuracyDetected As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InaccuracyDetected {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace